---
kind: type
id: T:Autodesk.Revit.DB.Mechanical.AirCoolingCoilType
source: html/ce639210-0441-5cb7-6316-bd6aad96482a.htm
---
# Autodesk.Revit.DB.Mechanical.AirCoolingCoilType

The type of air cooling coil.

## Syntax (C#)
```csharp
public enum AirCoolingCoilType
```